export const GOOD_SYNONYMS: string[] = [
    'Круто', 
    'Классно', 
    'Супер', 
    'Мне понравилось', 
    'Угар', 
    'Тема', 
    'Ахах', 
    'Забавно', 
    'Лол', 
    'Ржач']

export const BAD_SYNONYMS: string[] = [
    'Говно', 
    'Треш', 
    'Херня', 
    'Полная херня', 
    'Что это было?', 
    'Плиз, ноу мор', 
    'Ужасно', 
    'Отвратительно', 
    'Хератень', 
    'Автор, убейся'
]

export const FUNNY_JOKE: string[] = [
    'Ахахаха угарище 😂😂👍👍',
    'АХАХАХ вообще ржомба! 😂😂👍',
    'Автор жжет! 😂👍',
    'Ахахахах ща сдохну 😂😂👍👍👍',
    'Это вообще легально??😂 '
]
