export default function About() {
    return(
        <div>
            <p>Кринж (англ. krampus) - это мифическое существо, которое происходит из австрийской и баварской мифологии. Этот зловещий и ужасающий монстр схож с диким козлом, обладает длинными рогами, когтями и длинной языком. Кринж является традиционным символом зимнего времени и связан с праздником Святой Николая, который отмечается 5-6 декабря. Согласно народным верованиям, кринж наказывает непослушных и хулиганских детей, которые не смогли убедить Святого Николая в своей хорошей поведении.</p>
            <br />
            <p>Анекдоты - это короткие, обычно юмористические рассказы или истории, которые рассказываются в устной или письменной форме. Они могут быть связаны с различными темами или событиями и часто используются для развлечения, осмотра общественных стереотипов и передачи социальных сообщений.</p>
            <br />
            Тесно связь между кринжем и анекдотами можно найти в том, что кринж стал популярным персонажем в современной культуре, и его образ начал использоваться в различных шутках и историях. Это связано с тем, что кринж представляет собой уникальный и захватывающий персонаж, который может быть легко адаптирован в различных контекстах.
            <br />
            Ниже представлены несколько примеров анекдотов, связанных с кринжем:
            <ol>
            <li>1. Святой Николай спрашивал кринжа: "Помнишь, что делал мальчик, который всегда играл в футбол в зимнюю ночь?" Кринж отвечает: "Нет, но я знаю, что сегодня вечер - вторник!"</li>

            <li>2. В одном городе решили устроить праздник в честь кринжа. Организаторы спрашивали у местных жителей, что им бы хотелось видеть на этом празднике. Одна женщина ответила: "Хотела бы видеть кринжа, который бы был менее строгим к детьми!"</li>

            <li>3. Святой Николай спрашивал кринжа: "Как ты наказываешь детей, которые не могут решить, кого из нас они предпочитают?" Кринж отвечает: "Я просто заставляю их ежедневно спрашивать обоих!"</li>

            <li>4. В одном городе решили заменить кринжа на Санта-Клауса, чтобы дети не боялись. Однако когда Санта-Клаус начал наказывать плохих детей, все решили, что это был кринж в другом обличье. В итоге, они решили вернуть кринжа, потому что люди поняли, что он играет важную роль в обучении детей отличать правое от неправого и наказывать их за плохие поступки.</li>

            <li>5. Святой Николай спрашивал кринжа: "Как ты обучаешь детей, чтобы они стали лучше?" Кринж отвечает: "Я просто показываю им свои длинные рога и говорю: 'Если вы хотите избежать меня, нужно стать более умными и добрыми'."</li>

            <li>6. В одном городе решили устроить конкурс на лучший анекдот о кринже. Однако, когда все собрались, кринж сам вышел на сцену и сказал: "Друзья, я знаю, что у вас есть много анекдотов о мне, но сегодня я хочу услышать анекдоты о вас самих. Покажите, что вы смогли узнать от меня!"</li>

            <li>7. Святой Николай спрашивал кринжа: "Как ты обрабатываешь ситуацию, когда дети утверждают, что они хорошие, хотя их поступки говорят о противоположном?" Кринж отвечает: "Я просто показываю им свои когти и говорю: 'Эти когти - это результат моей работы с плохими детьми. Не хотите стать одной из них?'"</li>

            <li>8. В одном городе решили организовать фестиваль, на котором кринж будет главным героем. Однако кринж не смог прийти, и люди решили заменить его. Однако, когда кринж узнал об этом, он сказал: "Я понимаю, что люди хотят увидеть что-то новое, но помните, что я - часть вашей культуры и истории. Не забывайте о моей важной миссии!"</li>
            </ol>
            <p>Таким образом, анекдоты о кринже стали популярным способом рассказать юмористические истории, которые одновременно передают важные уроки и подчеркивают культурное значение этого удивительного персонажа.</p>
    </div>
    )
}